exports.config = function() {
    this.port = 3000
    this.rooms = ['geniuses']
    this.songsPerRound = 10
    this.minNicknameLength = 14
    this.ids = {
        trash:[
            1065981054, //b
        ],
    
        geniuses:[
            277293880, // Lady GaGa
            184932871, // MIKA
            1587965, // A Tribe Called Quest
            1971863, // Beastie Boys
            465802, // Cypress Hill
            384304, // EPMD
            289550, // OutKast
            13503763, // Swollen Members
            43680, // The Roots
            1065981054, //billie Eilish
            1457206976, // Юра шатунов фейк
            451505887,  // бутусов фейк
            262836961, // ADELE
            459885, // Avril Lavigne
            1419227, // Beyoncé
            217005, // Britney Spears
            64387566, // Katy Perry
            497404139, //юра шатунов
            413496411, //Филип Киркоров
            1065981054, //Вячеслав бутусов
            630698643, //Виктор Цой
            448571608, //Максим
            575579112, //Валерия
            362124802, //Катя Лель
            651901956, //Мурат Насыров
            271915358, //Витас
            621605260, //Буйнов
            573226650, //Лев Лещенко
            370916092, //Вера Брежнева
            301601116, //Оксимирон
            263373187, //Шафутинский
            634755651, //Лоза
            696727449, //Прохор Шаляпин
            290126401, //Валерий Меладзе
            282234226, //Григорий Лепс
            575578874, //Блестящие
            219179639, //Виагра
            412930766, //Пугачева Говна
            160343465, //Дима еблан
            255133049, //Сергей лазарев
            553783564, //Михаил Круг
            47815497, //Агутин
            284266257, //Тимати
        ]
    }
    return this
}
//https://itunes.apple.com/lookup?id=362124802&entity=song&limit=5&sort=recent