exports.config = function() {
    this.port = 3000
    this.rooms = ['geniuses', 'trash']
    this.songsPerRound = 10
    this.minNicknameLength = 14
    this.maxRecentSong = 7 //how much tracks take from itunes
    this.ids = {
        trash:[
            497404139, //юра шатунов
            413496411, //Филип Киркоров
            1065981054, //Вячеслав бутусов
            630698643, //Виктор Цой
            448571608, //Максим
            575579112, //Валерия
            362124802, //Катя Лель
            651901956, //Мурат Насыров
            271915358, //Витас
            621605260, //Буйнов
            573226650, //Лев Лещенко
            370916092, //Вера Брежнева
            301601116, //Оксимирон
            263373187, //Шафутинский
            634755651, //Лоза
            696727449, //Прохор Шаляпин
            290126401, //Валерий Меладзе
            282234226, //Григорий Лепс
            575578874, //Блестящие
            219179639, //Виагра
            412930766, //Пугачева Говна
            160343465, //Дима еблан
            255133049, //Сергей лазарев
            553783564, //Михаил Круг
            47815497, //Агутин
            284266257, //Тимати
            1457206976, // Юра шатунов фейк
            451505887,  // бутусов фейк
            352317, //Тату
            454288519, //Leontiev
            433689263, //Лайма Вайкули
            553369592, //Ирина Алегрова
            298529572, // светлана лобода
            574441739, // Полина Гагарина
            576512440, // Стас пьеха
            459405868, //Лолита
            452561731, //Иванушки
            586919688, //bi-2
            668788973, //splin
            380174444, //Zemfira
            668205896, //Дискотека авария
            101927659, // Руки вверх
            338703297, //Бьянка
            448036508, //Soso pavliashvili
            466873181, //janna aguzarova
            340415778, //janna friskas
            549554723, //Anna SemenoВИЧ
            339737463, //Дмитрий маликов
        ],
    
        geniuses:[
            1065981054, //billie Eilish
            262836961, // ADELE
            1065981054, //billie eilish again
            602212, //scorpions
            408932, //rammstein
            111051, //eminem
            105998, //2pac
            42102393, //evanescence



        ]
    }
    return this
}

//https://itunes.apple.com/lookup?id=362124802&entity=song&limit=5&sort=recent